KTPluginName = "Titles & Summaries";
KTPluginDescription = "Full or summarized contents of collection";
"<p>This is your first blog entry. What are you waiting for? Replace this text with some of your own and start blogging!</p>" = "<p>This is your first blog entry. What are you waiting for? Replace this text with some of your own and start blogging!</p>";
